#############################################################################################
#               HYBRID RECOMMENDER SYSTEM PROJECT                                           #
#############################################################################################
#<<<Şule AKÇAY>>>

#############################################
# Adım 1: Verinin Hazırlanması
#############################################

import pandas as pd

from helpers.helpers import create_user_movie_df
################################################

user_movie_df = create_user_movie_df()
user_number = 12312


